[{"name":"Diagnose & Research","details":"By “diagnostic research” we refer to studies that aim to quantify a test’s added contribution beyond test results readily available to the physician in determining the presence or absence of a particular disease.","img":"https://th.bing.com/th/id/OIP.k2DnrgzjdunlWvakU9pyfAHaE8?pid=ImgDet&rs=1"},{"name":"Pediatrics","details":"The Journal of Pediatrics is an international peer-reviewed journal that advances pediatric research and serves as a practical guide for pediatricians who manage health and diagnose and treat disorders in infants, children, and adolescents.","img":"https://th.bing.com/th/id/R.2841afe65f233cbada9edc79feba7126?rik=nTzkN8f1DS5sxQ&riu=http%3a%2f%2faimisclinics.com%2fwp-content%2fuploads%2f2018%2f02%2fpediatrics.jpg&ehk=EdFMFI9lqCqEOY5hXpxuuZaYSVvaKpe4VLTLgtLDsEU%3d&risl=&pid=ImgRaw&r=0"},{"name":"Endocrinology","details":"Endocrinology is the study of medicine that relates to the endocrine system, which is the system that controls hormones . Endocrinologists are specially trained physicians who diagnose diseases related to the glands. Because these doctors specialize in these conditions, which can be complex and have.","img":"https://th.bing.com/th/id/R.5c752dfc3fff8d9174d8d621655a6fca?rik=kq3LIZsGcBSwGg&pid=ImgRaw&r=0"},{"name":"Dental Surgery","details":"The Oral Cavity in Health and Disease. This theme aims to introduce you to the structure and function of the healthy mouth and structures of the head and neck relevant to the practice of clinical dentistry. You will also be introduced to some of the common diseases affecting the head, neck, teeth and oral cavity.","img":"https://www.morriltondentist.com/wp-content/uploads/2020/03/oral_surgery.jpg"},{"name":"Medical Counseling","details":"Counseling is for mental illness as well as for specific life stresses, such as a toxic workplace with a bullying boss. Counseling happens individually, in one-on-one sessions with a counselor. Additionally, people can engage in couples therapy, family therapy, or group therapy.","img":"https://online.sbu.edu/sites/default/files/styles/blogfeature_large/public/field/image/SBU-mental-health-counseling-what-is.jpg?itok=FOKFBH-B"},{"name":"Cancer Oncology","details":"Oncology is the study of cancer. An oncologist is a doctor who treats cancer and provides medical care for a person diagnosed with cancer. The field of oncology has three major areas: medical, surgical, and radiation.","img":"https://th.bing.com/th/id/R.8bee108f49a6380fee46eaf3778f6789?rik=0hZ%2fNX%2fPNtqvwg&pid=ImgRaw&r=0"},{"name":"Neurology","details":" Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving the central and peripheral nervous systems (and their subdivisions, the autonomic and somatic nervous systems), including their coverings, blood vessels, and all effector tissue, such as muscle. Neurological practice relies heavily on the field of neuroscience, the scientific study of the nervous system","img":"https://th.bing.com/th/id/OIP.3a1orU5k3L2w-djdf9m8aQHaEA?pid=ImgDet&rs=1"},{"name":"Pregnancy & Birth","details":"Before your water breaks, exploring the possibilities around your labor and baby’s birth will give you more peace of mind and confidence as you prepare to meet your new love. Your Healthcare Team You will rely on this team to guide you throughout your pregnancy and delivery.","img":"https://www.mercyhealth.com/assets/images/pregnancy/pregnancy-and-childbirth.jpg"},{"name":"Heart Center","details":"The program, known as the Pediatric and Adult Congenital Heart Center, brings together a combined 30 pediatric cardiologists and surgeons who specialize in children and adults with congenital heart disease.","img":"https://th.bing.com/th/id/R.05af75f6e97ca2aa6711f743d2d3279b?rik=nMRjjpdnHle%2fDg&riu=http%3a%2f%2fcdn.shopify.com%2fs%2ffiles%2f1%2f0255%2f9277%2ffiles%2fPhilippines_Heart_Center_5_large.jpg%3f5647&ehk=LVLTsX9%2f2FUY4VdAcT3W%2bryHftNJnofqPxF8x04YWs0%3d&risl=&pid=ImgRaw&r=0"}]